[
    {
       "key":"xp_ty" ,
       "keyName":"太阳",
       "pic":"xp_ty_css",
       "description":"太阳作为所有行星中最强大的星体，它代表着视觉。如果你在骰子时扔出了/'太阳/'，那么问题是相当个人化的，将与你的表现，基本生命密切相关。太阳的活力和能力将供你所用。太阳是张扬且明媚的，能给任何形式带来温暖和光明。它是象征黄金般生命力的有利符号。有时候，它指的是你的父亲，或类似权威、权势或是领导者。当太阳出现时，象征你个人的追求将得到满足直至全盛时期。太阳会点亮你扔出的另一个骰子代表的领域。 <br/>太阳的其它象征：周日、钻石、黄金、孔雀（喜欢炫耀的人）、天鹅、戒指（光环）、皇后、女王、总统、向日葵、橙子、心脏。"
    }
    ,{
       "key":"xp_yl" ,
       "keyName":"月亮",
       "pic":"xp_ly_css",
       "description": "月亮是最靠近地球的星球，也是夜之女王,月亮象征你的内在本质、直觉和感受。如果你扔出月亮骰子，那就是得注意你的反应和情绪。你对事物的天生感受能力和直觉可信且强烈。月亮同样代表你的情绪安全感、以及与你房屋和家庭相关的问题。月亮象征母性，这可能是指你自己的母亲或是你照料他人的能量。它与孩子和童年有关。由于月亮是颗阴性行星，所以泛指你生活中的女性。扔出月亮骰子时，建议你让直觉引导你自己，而接受直觉引导的领域则参考你扔出的其他骰子领域。</br>月亮的其他象征：周一、镜子、海洋、洪水、狼、鼠、群众、摇篮、蛋、牛奶、体液。"
    }
    ,{
       "key":"xp_sx" ,
       "keyName":"水星",
       "pic":"xp_ty_css",
       "description": "水星的命名是根据某位反复无常的众神信使而来，在星盘中属于/'个人行星/'，是最靠近太阳的行星，水星代表着思维和交流能力。如果你掷出的是水星骰子，那么问题会与你的交流和逻辑思维能力相关。水星指的是获取信息并传播，反映敏捷且反复无常，其变化速度如同变色龙的能量。这能提供给你多种选择，并鼓励你张扬年轻个性。当水星出现，建议你多与人交流来往，结合其他骰子可以得到问题的答案。</br>水星的其它象征：周三、市场、道路、狂热、狐狸、鸟、骗术、魔术、旅行者、身体呼吸系统。"
    }
    ,{
       "key":"xp_jx" ,
       "keyName":"金星",
       "pic":"xp_ly_css",
       "description": "金星是颗女性的、阴性的星，金星以爱神名字命名，因而它与你的爱情生活和个人关系相关。如果你掷出了金星骰子，它告诉你的是你可利用和谐能量，且美好围绕着你。建立关系和在关系中做些什么的欲望十分强烈，还包括表现你艺术化的一面。金星掌管音乐、美术、歌舞、艺术、爱、金钱，和性吸引力。根据占星传统概念，金星被视作是颗吉星，它也是纯粹的阴性能量符号，代表你生活中的女子。当金星骰子出现，建议你保持平衡，用和谐的方式来与他人建立关系（尤其是以其他星座骰子指代的方式）。</br>金星的其他象征：周五、花、钱币、吻、缤纷色彩、鸽子、苹果、身体上的女性器官。"
    }
    ,{
       "key":"xp_hx" ,
       "keyName":"火星",
       "pic":"xp_ty_css",
       "description": "火星象征野心、魄力、权势、建设、工作、斗争、竞争与死亡有关的火热能量。如果你扔出火星骰子，它建议你可以利用直截了当的方式和动力。关键是自信和阳刚之力。火星火热、强大、好争斗、暴躁、在执行它的计划前绝不会犹豫不决或三思后行。这是颗行动之星。火星象征男性，可指代你生活中的所有男子。如何表现火星无畏的能量、该将此能量投入到哪里，得参考你扔出的其他骰子（星座是表现方式，宫位是投入领域）。<br/>火星的其他象征：周二、松树、手枪、士兵、运动员、铁、大蒜、精力、肌肉、男性器官。"
    }
    ,{
       "key":"xp_mx" ,
       "keyName":"木星",
       "pic":"xp_ly_css",
       "description":  "木星名字来自与众神之王。身为所有行星中最大的一颗，它能够带来快乐，它是幸运之星。如果你掷出木星骰子，表示你可利用扩展和成长的能量。木星是增强自信、幽默感、拓展眼界甚至扩大你版图的一颗行星。他暗示你应当以大规模的方式来做事，慷慨、并着眼长远。有时，会好的过了头！你会变得过于自信、懒惰、发福、忽略周围的细节。变成这样的原因是，此时你如此确信任何事情都会发展顺利，好的时光永无休止。当木星出现，意味着非常乐观且具延伸性的能量可供你利用。而且事态会在宫位附近代表的领域中成长。<br/>木星的其它象征： 周四、锡、橡树、赌场、导师、大象、鲸鱼、牧鹿、丝绸、紫色、盛宴、肝部。"
    }
    ,{
       "key":"xp_tx" ,
       "keyName":"土星",
       "pic":"xp_ty_css",
       "description":  "土星是个有圆环的行星，与限制、责任、持久有关。土星象征昔日旧时光，代表真理、矛盾、凝固、智慧与衰老的原则。土星有着极强大的耐力能量，但它鼓励你通过失败和挑战来成长，并面对现实情况。土星会指出你究竟害怕面对什么。土星是老人所拥有的世俗智慧，因而它泛指你生活中比你年长之人，尤其是类似父亲形象的人。当土星骰子出现时，它建议你理性、谨慎、脚踏实地。你不应期待很快就有结果，但必须做好准备接受相关责任。如果你能做到这点，那么就能缓慢地建立起如磐石般坚实的地位。<br/>土星的其他象征：周六、领袖人物、紫衫树、隐士、墙、边界、界限、钟、日历、锚、猫头鹰、人体的骨骼、皮肤和牙齿。"
    }
    ,{
       "key":"xp_twx" ,
       "keyName":"天王星",
       "pic":"xp_ly_css",
       "description":  "天王星是颗不同寻常的行星。它是颗男性的、阳性的星。代表自由驱力，对神性的不满足。任何与之相关的事物都会具有革新性且与众不同。如果你扔出天王星骰子，表示事件将发生突如其来且出乎意料的转折。变动很可能发生，尤其是那些形势发展太过保守或太迅速以至于影响未来应有发展的时候。天王星是种古怪的能量，代表任何看起来离经叛道不规范之事。它可能令人震惊或意外，但同样也具有人道主义、独立精神和未来性。它来去匆匆，疾如闪电，所过之处留下的是变动。它就如同牌桌上出现了出人意料的百搭牌，它的突然出现改变了游戏规则。当天王星骰子出现时，建议你觉醒并打破桎梏。<br/>天王星的其他象征：航空、电子、变革、启示、旋风、未来科学、X射线、占星。"
    }
    ,{
       "key":"xp_hwx" ,
       "keyName":"海王星",
       "pic":"xp_ty_css",
       "description":  "海王星以海神的名字命名，它的本质是神秘的、无法辨认的。是另一个世界深不可测的守护神。如果你掷出了海王星骰子，那么问题是并不清晰或确定，也不现实。海王星掌管梦和灵感，该能量既理想主义又不可琢磨。海王星很适合艺术或灵性方面的努力，但对于较现实的目标，它意味着你必须得有想象力和同情心。对于具体的结果来说，海王星可能太过梦幻。它也意味着你的情况不切实际或过于朦胧使得这次无法看清楚。当海王星骰子出现时，并非让你务实，而是该进入另一个领域之中，并变得更具艺术灵感。<br/>海王星的其他象征：酒和麻醉药、毒品、寺院、修道院、云雾、海市蜃楼、电影院、圣徒、慈善机构、烟幕、气体、人体上的松果体部位。"
    }
    ,{
       "key":"xp_mwx" ,
       "keyName":"冥王星",
       "pic":"xp_ly_css",
       "description":  "冥王星以地府之王的名字命名。冥王星代表毁灭驱力或改革驱力，融合，暗中发展的事物，生殖、再生与堕落。它的本质是可塑造的、综合的。如果你掷出了冥王星骰子，那意味着有些事即将获得新生。一个根本的改变将在已经被夷为平地的旧形势中发生，以便新能量进入并看到光明。冥王星也是威力强大的能量，可能指代的是你当下所困之地。冥王星令你接近强大的能量，尤其是具有转变性的事物。当冥王星骰子出现，将伴随着难以忽略的强度，以及某些事物必须死亡来迎接新生的信号。<br/>冥王星的其他象征：咖啡、埋在地下的宝藏、地下室、隧道、性、面具、无花果树、蛙、蛇、火山、原子力。"
    }
    ,{
       "key":"xp_ybj" ,
       "keyName":"月之北交点",
       "pic":"xp_ty_css",
       "description":  "月之北交点象征你此生为之努力的业力目标。它代表你的灵魂任务。如果你扔出了北交点骰子，它意味着过往经验与你的灵魂宿命同在，从中你可以让你的灵性得到成长，并在业力之路上更进一步。<br/>当北交点骰子出现时，它代表业力的收获和灵魂成长。"
    }
    ,{
       "key":"xp_ynj" ,
       "keyName":"月之南交点",
       "pic":"xp_ly_css",
       "description": "月之南交点象征有关你前世的问题，它关乎你已忘却的过去。如果你扔出南交点骰子，那表示其行为模式的根源也许是在前世，并再度活跃，因而你会又重新经历一番并将它们解决。<br/>南交点掌管你一切过往业力。它是你已行过的历程。"
    }
]