[
    {
       "key":"xz_by" ,
       "keyName":"白羊座",
       "pic":"xp_ty_css",
       "description":"白羊座表示直截了当、一马当先、固执的方式。它起到领导他人的作用。它冲动、好争、自信；充满男性动力和阳刚之力。白羊座总是在前进且充满热情，认为先到先得。它是强壮、火热的能量。如果掷出白羊座骰子，它也可能指一年中3月21日至4月21日太阳在白羊座内的那段时间——或是指出生在那段时间的人。 <br/>白羊座代表的人体部位：头部。 <br/>白羊座象征的地点：比利时、加拿大、丹麦、英格兰、德国、日本。"
    }
    ,{
       "key":"xz_jn" ,
       "keyName":"金牛座",
       "pic":"xp_ly_css",
       "description":"金牛座代表一种缓慢但可靠的方式。它平静而稳固，喜欢安全保障和按惯例行事。它传统、现实、持久，且是黄道12星座中最物质化的能量。金牛朴实、理性、占有欲强、欣赏天然且美好的事物。它稳固、不变、坚定不移。如果扔出金牛座骰子，它也可能指一年中4月21日至5月21日太阳在金牛座内的那段时间——或是指出生在那段时间的人。 <br/>金牛座代表的人体部位：颈和喉。 <br/>金牛座象征的地点：古巴、伊朗、爱尔兰、以色列、美国路易斯安那州、马里兰州、明尼苏达州。"
    }
    ,{
       "key":"xz_sz" ,
       "keyName":"双子座",
       "pic":"xp_ty_css",
       "description":"双子座代表轻快和交流的方式。它象征多功能、多变、不停息、甚至寻求多样化和多动性。它思维敏捷、灵敏、满是新点子。它是双生子的象征。 双子座能同时做多个任务。该股能量适应性强且能向多方向发展。如果掷出双子座骰子，它也可能指一年中5月22日至6月21日太阳在双子座内的那段时间——或是指出生在那段时间的人。 <br/>双子座代表的人体部位：手和手臂 <br/>双子座象征的地点：美国阿肯色州、肯塔基州、罗得岛州、南卡罗莱纳州、田纳西州、西弗吉尼亚州、威斯康辛州。"
    }
    ,{
       "key":"xz_jx" ,
       "keyName":"巨蟹座",
       "pic":"xp_ly_css",
       "description":"巨蟹座代表一种敏感和防卫性的方式。它通过感受、直觉、想象来发挥作用。它恋家、怀旧。巨蟹是种母性、养育、照料的能量，且和月亮的周期同步。如果掷出巨蟹座骰子，它也可能指一年中6月22日至7月22日太阳在巨蟹座内的那段时间——或是指出生在那段时间的人。 <br/>巨蟹座代表的人体部位：胃 <br/>巨蟹座象征的地点：阿根廷、荷兰、爱达荷州、新罕布什尔州、欣悦城、苏格兰。"
    }
    ,{
       "key":"xz_siz" ,
       "keyName":"狮子座",
       "pic":"xp_ty_css",
       "description":"狮子座代表公开且戏剧化的方式。它尊贵、骄傲、自信、且勇敢。奢侈、慷慨、戏剧化且令人印象深刻。狮子会把事情放在舞台中央和阳光之下。它适合表演艺术。如果掷出狮子座骰子，它也可能指一年中7月23日至8月23日太阳在狮子座内的那段时间——或是指出生在那段时间的人。 <br/>狮子座代表的人体部位：心和脊柱 <br/>狮子座象征的地点：美国的科罗拉多州、密苏里州、纽约州。法国、夏威夷、意大利的罗马。"
    }
    ,{
       "key":"xz_cn" ,
       "keyName":"处女座",
       "pic":"xp_ly_css",
       "description":"处女座代表谦虚但完美主义的方式。它聪明、善交流、擅长研究和分析。它头脑冷静、有辨别力、精益求精。处女座也和健康及卫生保健、药材、收获相关。如果掷出处女座骰子，它也可能指一年中8月24日至9月23日太阳在处女座内的那段时间——或是指出生在那段时间的人。 <br/>处女座代表的人体部位：肠 <br/>处女座象征的地点：美国的加里弗尼亚州、希腊、法国巴黎、瑞士、西印度岛及其群岛。"
    }
    ,{
       "key":"xz_tc" ,
       "keyName":"天秤座",
       "pic":"xp_ty_css",
       "description":"天秤座代表外交手腕、寻求和谐的方式。它是合作、施受公平的能量。它喜欢与他人一起公平共事、且能看到问题的两面。天秤是个社交性的星座，待人圆滑、有礼。它和人际关系有关，且具有判断能力、喜欢公平竞争。如果掷出天秤座骰子，它也可能指一年中9月24日至10月23日太阳在天秤座内的那段时间——或是指出生在那段时间的人。 <br/>天秤座代表的人体部位：肾脏 <br/>天秤座象征的地点：中国、塞浦路斯、中国西藏。"
    }
    ,{
       "key":"xz_tx" ,
       "keyName":"天蝎座",
       "pic":"xp_ly_css",
       "description":"天蝎座代表一种强烈且感性的方式。它深刻、黑暗、秘密、能看穿事物表面。它能容忍他人的黑暗面，但感情上占有欲强、易被权力游戏吸引。天蝎座通过欲望和激情实现蜕变。如果掷出天蝎座骰子，它也可能指一年中10月24日至11月22日太阳在天蝎座内的那段时间——或是指出生在那段时间的人。 射手座代表喜欢自由、有幽默的方式。它幸运、思维开阔、不够圆滑得体、总是在思维中和以行动去探索新领域。它既是出色的老师又是爱持续学习的学生。射手座乐观、独立、随心所欲，它是12星座中饿旅行家。如果掷出射手座骰子，它也可能指一年中11月23日至12月21日太阳在射手座内的那段时间——或是指出生在那段时间的人。 <br/>射手座代表的人体部位：臀部、大腿 <br/>射手座象征的地点：澳大利亚、摩纳哥、西班牙。美国的亚拉巴马州、特拉华州、伊利诺伊州、印第安纳州、密西西比河、新泽西州、宾夕法尼亚州。"
    }
    ,{
       "key":"xz_ss" ,
       "keyName":"射手座",
       "pic":"xp_ty_css",
       "description":"射手座代表喜欢自由、有幽默的方式。它幸运、思维开阔、不够圆滑得体、总是在思维中和以行动去探索新领域。它既是出色的老师又是爱持续学习的学生。射手座乐观、独立、随心所欲，它是12星座中饿旅行家。如果掷出射手座骰子，它也可能指一年中11月23日至12月21日太阳在射手座内的那段时间——或是指出生在那段时间的人。 <br/>射手座代表的人体部位：臀部、大腿 <br/>射手座象征的地点：澳大利亚、摩纳哥、西班牙。美国的亚拉巴马州、特拉华州、伊利诺伊州、印第安纳州、密西西比河、新泽西州、宾夕法尼亚州。"
    } 
    ,{
       "key":"xz_mj" ,
       "keyName":"摩羯座",
       "pic":"xp_ly_css",
       "description":"摩羯座代表具有责任感、有秩序的方式。它辛勤工作、承担职责。它本质是中向上攀登的能量。凭借理性和耐心攀登顶峰。它不爱冒风向，也不抱侥幸心理，然而有组织、善管理且世俗。 摩羯随着年龄增长而越发强大。如果掷出摩羯座骰子，它也可能指一年中12月22日至1月20日太阳在摩羯座内的那段时间——或是指出生在那段时间的人。 <br/>摩羯座代表的人体部位：膝盖 <br/>摩羯座象征的地点：印度、墨西哥。美国的阿拉斯加州、康涅狄格州、佐治亚州、爱荷华州、新墨西哥州、德克萨斯州、犹他州。"
    } 
    ,{
       "key":"xz_sp" ,
       "keyName":"水瓶座",
       "pic":"xp_ty_css",
       "description":"水瓶座代表科学且人道主义的方式。它是种超然、善思考的能量，异乎寻常且超越了自己所处的时代。它的想法更具未来性和革新性。水瓶是12星座中最不带偏见的星座。它友好且将所有人视作平等的兄弟姐妹。它在团队中如鱼得水。如果掷出水瓶座骰子，它也可能指一年中1月21日至2月18日太阳在水瓶座内的那段时间——或是指出生在那段时间的人。 <br/>水瓶座代表的人体部位：踝关节 <br/>水瓶座象征的地点：俄罗斯、瑞典。美国的亚利桑那州、堪萨斯州、马萨诸塞州、密歇根州、俄勒冈州。"
    } 
    ,{
       "key":"xz_sy" ,
       "keyName":"双鱼座",
       "pic":"xp_ly_css",
       "description":"双鱼座代表充满想象、如诗般的方式。它感性、具有灵性且无私。它温柔、具同情心、通灵。双鱼座沉浸在自己的梦境和艺术世界之中，那儿界限模糊不明。它随自己内心潮汐的变化起伏而动。如果掷出双鱼座骰子，它也可能指一年中2月19日至3月20日太阳在双鱼座内的那段时间——或是指出生在那段时间的人。 <br/>双鱼座代表的人体部位：脚 <br/>双鱼座象征的地点：哥伦比亚、新西兰、巴拿马、葡萄牙。美国的佛罗里达州、缅因州、内布拉斯加州、俄亥俄、佛蒙特州、华盛顿。"
    } 
]