[
     {
       "key":"g_1" ,
       "keyName":"一宫",
       "pic":"xp_ty_css",
       "description":"1宫代表影响你个人的人生和生活。 它描述了你的生理外观和个人行事模式。<br/>它是你迎合周遭密切环境、以及对其发挥影响的方式。1宫描述了你给他人的第一眼印象，以及他人看到的你那部分性格。<br/>扔出1宫骰子代表着问题和你自身密切相关，远胜于同他人他物的关系。它直接就指你本人和自我表现。"
    },
    {
        "key":"g_2" ,
        "keyName":"二宫",
        "pic":"xp_ly_css",
        "description": "第2宫代表你拥有的资源。</br> 它主要掌管金钱、所有物。它描述了你赚得的收入和财政前景。 </br> 扔出2宫骰子代表着你对世俗资源的态度、你的自我价值观。虽然2宫也可以指内涵，但通常它是和实际的金钱和物质财富有关。"
    },
    {
        "key":"g_3" ,
        "keyName":"三宫",
        "pic":"xp_ty_css",
        "description": "第3宫代表你的交流。 它和写作、讲话、学习、教育、以及所有形式的交换相关。它也包括短途的运输和移动行为。 3宫也代表你的兄弟姐妹、堂表兄弟姐妹、左邻右舍。"
    },
    {
        "key":"g_4" ,
        "keyName":"四宫",
        "pic":"xp_ly_css",
        "description": "第4宫代表你的房屋、家庭。 它描述了你祖先的遗产、你和过去的关系、以及你组建的家庭。 第4宫也代表广义上的房屋和土地，尤其是你所居住的地方。"
    },
    {
        "key":"g_5" ,
        "keyName":"五宫",
        "pic":"xp_ty_css",
        "description": "第5宫代表你的创意。 它代表娱乐活动、爱好、表演、运动会、聚会、假期、以及所有形式的寻欢作乐。它还和赌博、浪漫、爱情有关。 第5宫也掌管通过你的创造力而来的产品，包括你的子女。"
    },
    {
        "key":"g_6" ,
        "keyName":"六宫",
        "pic":"xp_ly_css",
        "description": "第6宫代表你的日常工作和生活。 <br/>它包括工作、服务、习惯、仪式和神圣的典礼。 <br/>第6宫还和健康、卫生、饮食相关。"
    },
    {
        "key":"g_7" ,
        "keyName":"七宫",
        "pic":"xp_tyss",
        "description": "第7宫代表你最亲密的一对一关系。 <br/>扔出7宫骰子代表着你的商业合作人或情感伴侣，有时也表示你自己的“另外一面” <br/>第7宫涵盖所有密切的个人互动，和泛指与他人间的关系。"
    },
    {
        "key":"g_8" ,
        "keyName":"八宫",
        "pic":"xp_ly_css",
        "description": "第8宫代表人生深层且神秘的一面。<br/>它与重要的人生经验相关，如诞生、性、死亡，以及隐藏在玄学后的秘密和来世。就世俗层面而言，第8宫象征共享资源、遗产继承、以及他人的钱财和所有物。"
    },
    {
        "key":"g_9" ,
        "keyName":"九宫",
        "pic":"xp_ty_css",
        "description": "第9宫代表远距离。它象征全球范围内的长途旅行、追寻与思想和高等教育相关的意义。第9宫也可指异国人士、异国他乡、以及大学、高等学府。还可用来表示哲学、宗教、崇拜神明。"
    },
    {
        "key":"g_10" ,
        "keyName":"十宫",
        "pic":"xp_ly_css",
        "description": "第10宫代表你的事业和声望。它和你公众形象、地位、声望相关。它描述你的世俗目标、野心，以及如何达成目标，尤其是事业方面。扔出10宫骰子代表事态会暴露在公众目光之下"
    },
    {
        "key":"g_11" ,
        "keyName":"十一宫",
        "pic":"xp_ty_css",
        "description": "第11宫象征你的朋友和熟人。它和团队协作、团体活动和社交组织相关。第11宫还代表社会公德良知、人类未来，因而也被称作为希望与未来愿景之宫。"
    },
    {
        "key":"g_12" ,
        "keyName":"十二宫",
        "pic":"xp_ly_css",
        "description": "第12宫和潜意识及生活中的暗流相关。第12宫存放着我们最私密的想法和隐藏起来的感受。它象征远离世俗隐居起来，以便和不易觉察的潜藏内心世界接触。<br/>第12宫还包含脱离外界的地方，例如宗教隐居地、医院、监狱、精神病院、庇护所。"
    }
]